---
kind: method
id: M:Autodesk.Revit.DB.GroupLoadOptions.#ctor
source: html/3e74d7e6-7751-b79e-4df4-fe389e5fba78.htm
---
# Autodesk.Revit.DB.GroupLoadOptions.#ctor Method

Creates a new instance of a GroupLoadOptions object.

## Syntax (C#)
```csharp
public GroupLoadOptions()
```